export const timelineData = [
  {
    id: 1,
    title: "어머니를 보며 꾹꾹 눌러 쓴 꿈",
    desc: "애순의 시선이 향한 곳은 화려한 풍경이 아닌 어머니가 계신 바다였습니다. 애순은 해녀가 위험한 직업임을 알면서도 짐을 덜어주지 못한다는 죄책감과 어머니 곁에 꼭 붙어 있고 싶었던 어린 마음을 꾹꾹 눌러 적었습니다.",
    image: "/images/Timeline-1.jpg",
    direction: "left",
  },
  {
    id: 2,
    title: "억척스럽게, 뜨겁게 피어난 바다",
    desc: "말 한마디 건네는 것조차 서툰 순애보 관식은, 요동치는 애순의 삶 곁을 묵묵히 지키는 유일한 항구였습니다. 남들은 애순의 거친 성정을 탓할 때, 관식은 그녀의 서툰 진심을 알아봐 주며 아무런 대가 없이 넓은 등을 내어주었습니다.",
    image: "/images/Timeline-2.png",
    direction: "right",
  },
  {
    id: 3,
    title: "제주 바람에도 지지 않는 억새",
    desc: "어머니라는 이름으로, 아내라는 이름으로 삶의 무게를 짊어지며 억새처럼 흔들리면서도 꺾이지 않았습니다. 시인이라는 꿈은 서랍 속에 잠시 넣어두었지만, 그녀의 삶 자체가 이미 한 편의 시가 되어가던 성숙의 시간",
    image: "/images/Timeline-3.png",
    direction: "left",
  },
  {
    id: 4,
    title: "마침내 나에게 건네는 한마디",
    desc: "이제야 거울 속 자신에게 따뜻한 눈인사를 건넵니다. 모진 세월 다 견뎌내고 여전히 꽃잎 같은 마음으로 꿈을 꾸는 스스로에게, 그리고 함께 늙어온 세상을 향해 나직이 읊조립니다. \"폭싹 속았수다.\"",
    image: "/images/Timeline-4.jpg",
    direction: "right",
  },
];
